// 正常打印
const normal = [
  '1_02_企业名称预先核准申请书',
  '2_03_房屋租赁合同',
  '2_04_告知承诺书',
  '2_05_个人独资企业登记（备案）申请书',
  '2_06_刻章申请书',
  '2_07_刻章委托书',
  '2_08_名称签字页',
  '2_09_纳税人联系地址信息登记表',
  '2_10_认缴出资证明',
  '2_11_指定代表或者共同委托代理人授权委托书',
  '3_12_上海市法人一证通申请表',
  '4_13_机构税收居民身份声明文件',
  '4_16_公人民币结算套餐业务申请维护表',
  '4_17_现金管理业务多级账簿服务申请表',
  '4_18_对公人民币结算套餐内容和收费价格一览表',
  '4_19_个人代理开卡委托书',
  '4_20_代办个人税收居民身份声明委托书',
  '4_21_个人税收居民身份声明文件',
  '5_23_招商企业约谈表',
  '5_24_纳税人信息采集表',
  '5_25_网上电子报税申请审批表',
  '5_26_克阳-税务基础信息采集表',
  '5_27_财务会计制度及核算软件备案报告书',
  '5_28_纳税人存款账户账号报告表',
  '5_29_发票购用印制登记表',
  '5_30_核税授权委托书'
]
// 双面打印
const doublePrint = ['4_14_中国农业银行企业法人客户补充信息采集表', '4_15_单位银行结算账户开户及开通产品授权委托书', '4_17_现金管理业务多级账簿服务申请表']
// 打印三次
const triplePrint = '5_23_招商企业约谈表'
// 横向打印
const directPrint = '5_29_发票购用印制登记表'